Repository: fbacher/service.kodi.tts
Catalog: resources/language/save/*/strings.po
Languages: italian

# #32001
source: Engine
italian: Motore

# #32002
source: Default TTS Engine
italian: Sintetizzatore vocale di default

# #32003
source: Voice
italian: Voce

# #32004
source: Rate
italian: Percentuale

# #32005
source: Pitch
italian: Tonalità

# #32006
source: Speed
italian: Velocità

# #32008
source: Play Speech Directly Via Flite
italian: Riproduci parlato direttamente tramite Flite

# #32009
source: Speed % (Needs SOX or MPlayer)
italian: Accelera di % (Richiede SOX o MPlayer)

# #32011
source: Rate (WPM)
italian: Velocità (PPM)

# #32012
source: Play Speech Directly Via eSpeak
italian: Riproduci parlato direttamente tramite eSpeak

# #32013
source: Pipe Audio To Player
italian: Redireziona audio a Player

# #32015
source: Play Speech Via XBMC
italian: Riproduci parlato tramite XBMC

# #32016
source: Language
italian: Lingua

# #32017
source: Use aoss
italian: Utilizza aoss

# #32018
source: Module
italian: Modulo

# #32020
source: Perl Server
italian: Server perl

# #32021
source: Speak On Server
italian: Parla utilizzando un server

# #32022
source: Server Speed (If Supported)
italian: Velocità server (se supportata)

# #32023
source: Server Pitch (If Supported)
italian: Tonalità server (se supportata)

# #32024
source: Server Volume dB (If Supported)
italian: Volume dB server (se supportato)

# #32025
source: Player Speed (If Supported)
italian: Velocità player (se supportata)

# #32026
source: Player Volume dB (If Supported)
italian: Volume dB player (se supportato)

# #32027
source: IP Address
italian: Indirizzo IP

# #32028
source: Port
italian: Porta

# #32029
source: Options
italian: Opzioni

# #32030
source: Keymap
italian: Layout tastiera

# #32031
source: Advanced
italian: Avanzate

# #32032
source: Disable Interface Reader
italian: Disattiva lettore dell'interfaccia

# #32033
source: Speak Extra Item Information Automatically
italian: Annuncia informazioni aggiuntive sull'elemento automaticamente

# #32034
source: Delay (seconds)
italian: Ritardo (secondi)

# #32035
source: Speak Number Of Items For Lists
italian: Annuncia numero di elementi per le liste

# #32036
source: Speak Background Progress Updates
italian: Annuncia aggiornamenti di progresso in background

# #32037
source: Minimum Progress Update Interval (Seconds)
italian: Intervallo minimo aggiornamento di progresso (Secondi)

# #32038
source: Speak When Media Playing
italian: Parla quando un elemento multimediale è in riproduzione

# #32039
source: Install Default Keymap
italian: Installa layout tastiera di default

# #32040
source: Install Custom Keymap
italian: Installa layout di tastiera personalizzato

# #32041
source: Edit Custom Keymap
italian: Modifica layout tastiera personalizzato

# #32042
source: Reset Custom Keymap To Defaults
italian: Ripristina layout tastiera personalizzato alle impostazioni di default

# #32043
source: Remove Installed Keymap
italian: Rimuovi layout tastiera installato

# #32044
source: Output .wav Files To tmpfs
italian: Salva files .wav su tmpfs

# #32045
source: Disable Broken TTS Engines
italian: Disattiva sintetizzatori vocali non funzionanti

# #32046
source: Enable Debug Logging
italian: Abilita logging per debug

# #32047
source: Override Poll Interval
italian: Sovrascrivi intervallo di poll

# #32048
source: Poll Interval (ms)
italian: Intervallo di poll (ms)

# #32100
source: Database scan started.
italian: Scansione del database avviata.

# #32101
source: Database scan finished.
italian: Scansione del database terminata.

# #32102
source: Notice... Speech engine falling back to {0}
italian: Nota: si sta utilizzando nuovamente {0} come sintetizzatore vocale

# #32103
source: Reason
italian: Motivo

# #32104
source: New T T S Version
italian: Nuova versione TTS

# #32105
source: Window
italian: Finestra

# #32106
source: item
italian: elemento

# #32107
source: items
italian: elementi

# #32108
source: Season
italian: Stagione

# #32109
source: Episode
italian: Episodio

# #32110
source: Parent Directory
italian: Cartella superiore

# #32111
source: Installed
italian: Installato

# #32112
source: Updated
italian: Aggiornato

# #32113
source: Default keymap installed successfully!
italian: Layout tastiera di default installato con successo!

# #32114
source: Custom keymap installed or updated successfully!
italian: Layout tastiera personalizzato installato o aggiornato con successo!

# #32115
source: Custom keymap reset to defaults.
italian: Layout tastiera personalizzato riprostinato alle impostazioni di default.

# #32116
source: Removed
italian: Rimosso

# #32117
source: Keymap removed.
italian: Layout tastiera rimosso.

# #32118
source: Press the key you want to assign now.
italian: Premi ora il tasto che vuoi assegnare.

# #32119
source: Timeout in {0} seconds
italian: Timeout tra {0} secondi

# #32120
source: Importing P.V.R. E.P.G.
italian: Importazione P.V.R. E.P.G.

# #32121
source: Loading P.V.R. E.P.G.
italian: Caricamento P.V.R. E.P.G.

# #32122
source: Background Progress Started
italian: Progresso in background avviato

# #32123
source: Background Progress Done
italian: Progresso in background completato

# #32124
source: Press the key you want to assign now.
italian: Premi ora il tasto che vuoi assegnare.

# #32125
source: Live TV Settings
italian: Impostazioni live TV

# #32126
source: virtual keyboard
italian: Tastiera virtuale

# #32127
source: volume bar
italian: Barra volume

# #32128
source: context menu
italian: menu contestuale

# #32129
source: info dialog
italian: Finestra di dialogo informazioni

# #32130
source: numeric input
italian: input numerico

# #32131
source: shutdown menu
italian: menu spegnimento

# #32132
source: player controls
italian: Controlli del player

# #32133
source: seek bar
italian: Barra di avanzamento

# #32134
source: music OSD
italian: Musica OSD

# #32135
source: visualisation preset list
italian: Lista preset di visualizzazione

# #32136
source: OSD video settings
italian: Impostazioni video OSD

# #32137
source: OSD audio settings
italian: Impostazioni audio OSD

# #32138
source: video bookmarks
italian: Video preferiti

# #32140
source: network setup
italian: Configurazione rete

# #32141
source: media source
italian: Sorgente multimediale

# #32142
source: smart playlist editor
italian: Editor playlist smart

# #32143
source: busy dialog
italian: Finestra di dialogo occupata

# #32144
source: addon settings
italian: Impostazioni componente aggiuntivo

# #32145
source: fullscreen info
italian: Informazioni schermo intero

# #32146
source: karaoke selector
italian: selettore karaoke

# #32147
source: karaoke large selector
italian: selettore grande karaoke

# #32148
source: slider dialog
italian: Finestra di dialogo slider

# #32149
source: addon information
italian: Informazioni sul componente aggiuntivo

# #32150
source: text viewer
italian: Visualizzatore testo

# #32151
source: peripheral settings
italian: Impostazioni periferica

# #32152
source: media filter
italian: Filtro multimediale

# #32154
source: pvr guide info
italian: Infoguida pvr

# #32155
source: pvr recording info
italian: Info registrazioni pvr

# #32156
source: pvr timer setting
italian: Impostazione timer pvr

# #32157
source: pvr group manager
italian: Gestore gruppi pvr

# #32158
source: pvr channel manager
italian: Gestore canali pvr

# #32159
source: pvr guide search
italian: Cerca nella guida pvr

# #32160
source: pvr OSD channels
italian: Canali OSD pvr

# #32161
source: pvr OSD guide
italian: Guida OSD pvr

# #32162
source: virtual keyboard
italian: tastiera virtuale

# #32163
source: video menu
italian: menu video

# #32164
source: PVR Client Specific Settings
italian: Impostazioni specifiche del client pvr

# #32165
source: unknown
italian: sconosciuto

# #32166
source: Addons updated
italian: Componenti aggiuntivi aggiornati

# #32167
source: version
italian: versione

# #32168
source: Notice
italian: Nota

# #32169
source: Rewind
italian: Riavvolgi

# #32170
source: Fast Forward
italian: Avanza velocemente

# #32171
source: Channel
italian: Canale

# #32172
source: Sub-setting
italian: sotto-impostazione

# #32173
source: yes
italian: si

# #32175
source: section
italian: sezione

# #32177
source: space
italian: spazio

# #32178
source: No text
italian: Nessun testo

# #32179
source: deleted
italian: eliminato

# #32180
source: Cannot adjust volume
italian: Impossibile regolare volume

# #32181
source: Choose Backend
italian: Scegli Backend

# #32182
source: Not Available
italian: Non disponibile

# #32183
source: No players to select.
italian: Nessun player selezionabile

# #32185
source: Choose Player
italian: Scegli Player

# #32186
source: No options to select.
italian: Nessuna opzione selezionabile

# #32187
source: Choose Option
italian: Scegli opzione

# #32188
source: PVR TV Channels
italian: Canali TV PVR

# #32189
source: PVR TV Recordings
italian: Registrazioni TV PVR

# #32190
source: PVR TV Guide
italian: Guida TV PVR

# #32191
source: PVR TV Timers
italian: Timers TV PVR

# #32192
source: PVR TV Search
italian: Cerca TV PVR

# #32193
source: PVR Radio Channels
italian: Stazioni Radio pvr

# #32194
source: PVR Radio Recordings
italian: Registrazioni radio PVR

# #32195
source: PVR Radio Guide
italian: Guida radio pvr

# #32196
source: PVR Radio Timers
italian: Timers radio PVR

# #32197
source: PVR Radio Search
italian: Cerca radio PVR

# #32198
source: watched
italian: guardato

# #32199
source: resumable
italian: Può essere ripreso

# #32200
source: selected
italian: selezionato

# #32201
source: Subtitles dialog
italian: Finestra di dialogo sottotitoli
